Repository: Icinga/pkg-icingaweb-debian
Catalog: debian/po/*.po
Languages: cs, de, es, pt, ru

source: Apache servers to configure for Icinga:
cs: Pro Icinga nastavit Apache servery:
de: Für Icinga einzurichtende Apache-Server:
es: Servidores Apache que serán configurados para Icinga:
pt: Servidores apache a configurar para o Icinga:
ru: Серверы apache для настройки под Icinga:

source: Please select which Apache servers should be configured for Icinga.
cs: Zvolte prosím, které Apache servery se mají nastavit pro Icinga.
de: Wählen Sie bitte, welche Apache-Server für Icinga eingerichtet werden sollen.
es: Seleccione los servidores Apache que deben ser configurados para Icinga.
pt: Escolha por favor que servidores Apache devem ser configurados para o Icinga.
ru: Выберите серверы Apache, которые нужно настроить для Icinga.

source: If you would prefer to perform configuration manually, leave all servers unselected.
cs: Chcete-li raději provést nastavení ručně, ponechte všechny servery nevybrané.
de: Falls Sie es vorziehen, die Einrichtung manuell durchzuführen, wählen Sie keine Server aus.
es: Si prefiere realizar la configuración manualmente, deje todos los servidores sin marcar.
pt: Se preferir configurar os servidores manualmente, deixe todos os servidores não selecionados.
ru: Если вы хотите выполнить настройку вручную, то ничего не выбирайте.

source: Icinga new web administrative password:
cs: Heslo pro nového správce webu Icinga:
de: Neues Passwort für die Web-Administration von Icinga:
es: Nueva contraseña web administrativa para Icinga:
pt: Nova palavra passe de administração web do Icinga:
ru: Новый административный пароль для веб Icinga:

source: Please provide the password for the user "root" in Icinga's web interface.
cs: Zadejte prosím heslo uživatele "root" pro webové rozhraní Icinga.
de: Bitte geben Sie das Passwort für den Benutzer »root« für die Icinga-Web-Schnittstelle an.
es: Introduzca la contraseña para el usuario «root» en la interfaz web de Icinga.
pt: Indique por favor a palavra passe para o utilizador "root" para a interface web do Icinga.
ru: Введите пароль пользователя «root» для веб-интерфейса Icinga.

source: This is the password you need to access the web interface with the default administrative user. After login, you will be able to create new users and set their permissions.
cs: Toto heslo budete potřebovat pro přístup k webovému rozhraní s výchozím uživatelským jménem správce. Po přihlášení budete moci vytvářet nové uživatele a nastavovat jim oprávnění.
de: Sie benötigen dieses Passwort, um mit dem Standard-Administratorkonto auf die Web-Schnittstelle zuzugreifen. Nachdem Sie sich angemeldet haben, können Sie neue Benutzer anlegen und deren Rechte festlegen.
es: Esta es la contraseña que necesita para acceder a la interfaz web con el usuario administrativo predeterminado. Después de iniciar sesión, usted será capaz de crear nuevos usuarios y establecer sus permisos.
pt: Esta é a palavra passe que necessita para aceder à interface web com o utilizador administrativo padrão. Após o login, poderá criar novos utilizadores e definir as respectivas permissões.
ru: Этот пароль требуется для доступа к веб-интерфейсу с правами административного пользователя по умолчанию. После входа, вы сможете создать новых пользователей и назначить им права.

source: Please be aware that the password will be reset to this value each time the package is upgraded.
cs: Vezměte prosím na vědomí, že toto heslo bude při každé aktualizaci balíčku znovu nastaveno na tuto hodnotu.
de: Beachten Sie bitte, dass das Passwort bei jedem Upgrade des Pakets auf diesen Wert zurückgesetzt wird.
pt: Por favor, tome nota que esta palavra passe será redefinidia para este valor de cada vez que este pacote seja atualizado.
ru: Заметим, что пароль будет сбрасываться в это значение каждый раз при обновлении пакета.

source: Re-enter password to verify:
cs: Znovu zadejte heslo k ověření:
de: Passwort zur Überprüfung wiederholen:
es: Vuelva a introducir la contraseña para verificar:
pt: Indique novamente a palavra passe para verificação:
ru: Введите пароль ещё раз для проверки:

source: Please enter the same root password again to verify that you have typed it correctly.
cs: Zadejte prosím znovu stejné heslo pro uživatele root k ověření, že jste jej napsali správně.
de: Bitte geben Sie dasselbe Root-Passwort noch einmal ein, um sicherzustellen, dass Sie sich nicht vertippt haben.
es: Introduzca la contraseña de root otra vez para verificar que la ha escrito adecuadamente.
pt: Indique novamente a palavra passe do root para verificar que a escreveu correctamente.
ru: Введите тот же самый пароль root ещё раз, чтобы убедиться в правильности ввода.

source: Password input error
cs: Chyba při zadávání hesla
de: Fehler bei der Passworteingabe
es: Error al introducir la contraseña
pt: Erro de introdução da palavra passe
ru: Ошибка ввода пароля

source: The two passwords you entered were not the same. Please try again.
cs: Zadaná hesla nejsou stejná. Zkuste to prosím znovu.
de: Die beiden von Ihnen eingegebenen Passwörter sind nicht gleich. Versuchen Sie es noch einmal.
es: Las dos contraseñas que ha introducido son diferentes. Inténtelo de nuevo.
pt: As duas palavras passe que indicou não coincidem. Tente novamente, por favor.
ru: Введённые вами пароли не совпадают. Попробуйте ещё раз.
